{
    "overview": "جائزہ",
    "hometext":"جب کوئی سڑک پر پہلی بار گاڑی چلانے کے لیے تیار ہوتا ہے، تو اسے سڑک کے بارے میں بہت سے سبق لینے کی ضرورت ہوتی ہے۔ طالب علم ڈرائیور کو جن سب سے عام چیزوں کی ضرورت ہو گی وہ ہیں لائسنس، ڈرائیونگ اسکول میں داخلہ، سڑک سے واقفیت، ٹریفک اصول کے ٹیسٹ اور سڑک کی اخلاقیات۔ ان سب میں سے ڈرائیونگ کا ایک بنیادی عنصر پیدا ہوتا ہے جسے ہمیشہ سنجیدگی سے لیا جانا چاہیے وہ ہے سڑک یا ٹریفک کے نشانات کے بارے میں جامع معلومات۔ ہر اچھے ڈرائیور کو ان علامات کا اچھی طرح علم ہونا چاہیے۔ ہر شخص، وہ مسافر ہو، ڈرائیور ہو، پیدل چلنے والا ہو، اس نے سڑک کے کنارے مختلف سائن بورڈز دیکھے ہوں گے جو اہم مقاصد کی تکمیل کرتے ہیں۔ سڑک کی یہ اہم چیزیں ہمیں روٹ گائیڈ، وارننگ اور ٹریفک ریگولیٹر کے طور پر مدد کرتی ہیں۔ ٹریفک کو کنٹرول  ڈرائیور کے مناسب ردعمل کی ضرورت ہوتی ہے۔",
    "hometext1":"سڑک کے نشان ہائی ویز یا گلیوں کے ساتھ یا اوپر رکھے گئے ہیں۔ اگر علامات کی پوزیشننگ کسی بھی بصری غور و فکر یا ماہرانہ وجوہات سے تعاون یافتہ نہیں ہے، تو یہ موٹرسائیکلوں کی رہنمائی کے موثر ذرائع کے بجائے تباہ کن بن سکتے ہیں۔ ٹریفک کے نشانات یا سڑک کے نشانات سڑک کے کنارے لگائے گئے نشانات ہیں جو سڑک استعمال کرنے والوں کو معلومات فراہم کرتے ہیں۔ تصویری نشانات الفاظ کی جگہ علامت کے طور پر استعمال ہوتے ہیں اور عام طور پر بین الاقوامی معیارات کا نتیجہ ہوتے ہیں۔ ہم نے سڑک کے تمام نشانات کو یکجا کر دیا ہے - لازمی؛ احتیاطی اور معلوماتی اور ہر علامت کے بارے میں مختصر بیان کیا ہے۔ یہ سیکھنے والوں اور دیگر سڑک استعمال کرنے والوں کے لیے بہت مفید گائیڈ ہو گا۔ امید کی جاتی ہے کہ اس موضوع کو دیکھنے کے بعد، ظاہر ہے کہ کوئی زیادہ سڑک دوست اور سمجھدار شہری بن جائے گا۔",
    "DrivingLicenceInformation": "ڈرائیونگ لائسنس کی معلومات",
    "DrivingTestPractice": " ڈرائیونگ ٹیسٹ پریکٹس",
    "TrafficRuless": "ٹریفک رولز",
    "NeedShareRide": "سواری کی ضرورت / اشتراک کریں۔",
    "About": "ہمارے بارے میں",
    "infoButton": "معلومات دیکھیں",
    "Learn": "سیکھیں",
    "LearnText1":"ڈرائیونگ ٹیسٹ کیسے ",
    "LearnText2":"لیا جاتا ہے؟",
    "Quiz":"امتحان",
    "Quiz1":":ہدایات",
    "Quiz2":"آپ سے ٹریفک اور حفاظتی اصولوں سے متعلق چند سوالات اور شرائط پوچھی جائیں گی۔ آپ کو ہر سوال کے صحیح جوابات کا انتخاب کرنا ہوگا، اور آپ کا حتمی سکور آخر میں ظاہر کیا جائے گا۔ آپ کے پاس 10 سوالات حل کرنے کے لیے 1 منٹ ہیں۔ اس امتحان کو پاس کرنے کے لیے آپ کو 6 سوالوں کے صحیح جواب دینے ہوں گے۔",
    "AppointmentB":"میری ملاقات بک کریں",
    "Div1":"لائسنس کی معلومات",
    "Div2":"لائسنس کی تصدیق",
    "Div3":"امتحانی مراکز",
    "Div123":"مزید پڑھیں",
    "f1":"پاک روڈ انفارمیشن پورٹل",
    "f2":"جرم اور تشدد کے خوف کے بغیر، اپنی جگہ کو محفوظ اور محفوظ بنانے میں اپنا حصہ ڈال کر دارالحکومت پنجاب میں تمام لوگوں کے معیار زندگی اور فلاح و بہبود کو بڑھانا۔",
    "ff1":"باقاعدہ ڈرائیونگ لائسنس فارم",
    "ff2":"انٹرنیشنل ڈرائیونگ لائسنس فارم",
    "ff3":"ڈرائیونگ لائسنس کی تجدید کا فارم",
    "ff4":"ڈرائیونگ لائسنس کا ڈپلیکیٹ فارم",
    "down":"ڈاؤن لوڈ",
    "Learner":"لرنر پرمٹ",
    "RDL":"باقاعدہ ڈرائیونگ لائسنس",
    "IDL":"انٹرنیشنل ڈرائیونگ لائسنس",
    "DDL":"ڈپلیکیٹ ڈرائیونگ لائسنس",
    "REDL":"ڈرائیونگ لائسنس کی تجدید",
    "TDL":"ٹریک لائسنس کی حیثیت",
    "ST":"سائن ٹیسٹ",
    "PT":"پریکٹیکل ٹیسٹ",
    "signs":"نشانیاں",
    "impinfo":"اہم معلومات",
    "Wsigns":"انتباہی نشانیاں",
    "Rsigns":"ریگولیٹری علامات",
    "Isigns":"معلوماتی علامات",
    "Csigns":"لازمی علامات",
    "Need": "سواری کی ضرورت ہے",
    "Share": "سواری کا اشتراک کریں۔",
    "WS": "انتباہی علامات:",
    "WS1": "ان نشانات کا مقصد ڈرائیور کو سڑک پر پیش آنے والے خطرات/صورتحال سے آگاہ کرنا ہے۔ ڈرائیور کو اپنی حفاظت کے لیے ان کی پابندی کرنی چاہیے۔ اگرچہ ان روڈ سائن کی خلاف ورزی پر کوئی قانونی کارروائی نہیں ہوتی، لیکن یہ اس حقیقت کے لیے بہت اہم ہیں کہ ان سے بچنا بڑے حادثات کا باعث بن سکتا ہے۔ احتیاطی علامات سرخ بارڈر کے ساتھ شکل میں مثلث ہیں۔",
    "RS": "ریگولیٹری نشانیاں:",
    "RS1": "ریگولیٹری نشانیاں نشانیوں کی ایک حد کو بیان کرتی ہیں جو ٹریفک قوانین، ضوابط یا تقاضوں کی نشاندہی کرنے یا ان کو تقویت دینے کے لیے استعمال ہوتی ہیں جو سڑک یا ہائی وے پر ہر وقت یا مخصوص اوقات یا جگہوں پر لاگو ہوتی ہیں، جن کی نظر اندازی خلاف ورزی، یا سائن ان ہو سکتی ہے۔ جنرل جو عوام کے لیے کھلی جگہوں پر عوامی رویے کو منظم کرتا ہے۔ ریگولیٹری نشانیوں میں رکنے کے نشان، پیداوار کے نشان، رفتار کی حد کے نشان، داخل نہ ہوں، معذور، ایک طرفہ نشانیاں اور  نشانیاں شامل ہیں۔",
    "CS": "لازمی علامات:",
    "CS1": "یہ نشانیاں سڑک کے مخصوص علاقے کو استعمال کرنے والی ٹریفک پر واجب ہیں۔ یہ نشانیاں اس بات کی نشاندہی کرتی ہیں کہ کسی کو کیا کرنا چاہیے، نہ کہ کرنا چاہیے۔ لازمی سڑک کے نشانات عام طور پر سرخ بارڈر کے ساتھ شکل میں گول ہوتے ہیں۔ ان میں سے کچھ نیلے رنگ کے ہیں۔ 'اسٹاپ' اور 'گیو وے' شکل میں بالترتیب آکٹون اور تکونی ہیں۔ ان علامات کی خلاف ورزی پر بھاری جرمانے اور سزائیں دی جاتی ہیں۔ اہم بات یہ ہے کہ ان کی خلاف ورزی بڑے حادثات کا باعث بھی بن سکتی ہے۔",
    "IS": "معلوماتی علامات:",
    "IS1": "ان علامات کا مقصد سڑک استعمال کرنے والے کو سمت، منزل، سڑک کے کنارے کی سہولیات وغیرہ کے بارے میں معلومات فراہم کرنا ہے۔ معلوماتی سڑک کے نشانات پر عمل کرنے سے ڈرائیور کو وقت بچانے میں مدد ملتی ہے، بغیر گھومے منزل تک پہنچنے میں۔ یہ نشانیاں عموماً ڈرائیور کے لیے سہولت کار ہوتی ہیں۔ یہ علامات عام طور پر نیلے رنگ کی ہوتی ہیں۔",
    "L1": "1. اپنے قریبی ٹریفک سینٹر میں سلاٹ بک کریں۔",
    "L2": "بکنگ کے لئے ، آپ راستہ ایپ استعمال کرسکتے ہیں یا آپ ملاقاتوں کے لئے 99030130-042 پر کال کرسکتے ہیں۔ .2",
    "L3": "3. اگر مندرجہ بالا اقدامات لاگو نہیں ہوتے ہیں تو آپ صبح 8 بجے اپنے قریب ترین ٹریفک سینٹر جا سکتے ہیں۔",
    "L4": "4. دی گئی تاریخ اور وقت پر ٹریفک سینٹر کا دورہ کریں۔",
    "L5": "نوٹ: نیچے بیان کردہ دستاویزات اپنے ساتھ رکھنا نہ بھولیں۔",
    "L6": "1. اصل شناختی کارڈ کی 2 کاپیاں۔",
    "L7": "2. پوسٹ آفس کے ٹکٹ جیسا کہ ذیل میں دیا گیا ہے۔",
    "LH1": ":مطلوبہ دستاویزات",
    "LH2": ":مراحل",
    "LH3": "متعلقہ تلاش",
    "LH4": "اکثر پوچھے گئے سوالات",
    "Q1": "میں اپنا امتحانی مرکز کیسے تلاش کر سکتا ہوں؟",
    "Q2": "میں آپ سے کیسے رابطہ کر سکتا ہوں؟ ",
    "Q3": "میں کہاں سے لائسنس کے لیے سلاٹ بک کر سکتا ہوں؟",
    "Q4": "میں اپنے لائسنس کی حیثیت کیسے چیک کرسکتا ہوں؟",
    "TH1": "گاڑی کی قسم",
    "TH2": "عمر",
    "TH3": "ٹکٹ کی قیمت",
    "TH4": "میعاد کا سال",
    "R1": "1. اصل شناختی کارڈ کی ایک کاپی۔",
    "R2": " 2. نیلے پس منظر کے ساتھ 2 پاسپورٹ سائز تصاویر۔",
    "R3": " 3. درست لرنر پرمٹ",
    "R4": " 4. برانچ میں 100 روپے کی ڈپازٹ سلپ جمع کرائی جائے۔ HBL کسی بھی" ,
    "R5": "(اکاؤنٹ نمبر: 01277901547301)",
    "R6": "(اکاؤنٹ کا عنوان: سی ٹی او ڈرائیونگ لائسنس فیس)",
    "R7": "5. فارم اے (ڈاؤن لوڈ کے لئے نیچے بٹن پر کلک کریں)۔",
    "R8": "6. پوسٹ آفس ٹیکس جیسا کہ ذیل میں دیا گیا ہے۔",
    "I1": "3. درست پاسپورٹ (کم سے کم میعاد ایک سال سے زیادہ ہونی چاہیے)۔",
    "I2": " 4. برانچ میں 450 روپے کی ڈپازٹ سلپ جمع کرائی جائے۔ HBL کسی بھی",
    "I3": "(اکاؤنٹ نمبر: 01270017338803)",
    "I4": "(اکاؤنٹ کا عنوان: بین الاقوامی لائسنس فیس)",
    "I5": "5. روپے 66 کورٹ فیس ٹکٹ (ضلع کراچی کی فنانس برانچ سے حاصل کی جائے گی)",
    "I6": "6. درست ڈرائیونگ لائسنس (لاہور کا ہونا چاہیے اور کم از کم میعاد ایک سال سے زیادہ ہونی چاہیے) ",
    "I7": " 7. انٹرنیشنل ڈرائیونگ لائسنس فارم (ڈاؤن لوڈ کرنے کے لیے نیچے دیئے گئے بٹن پر کلک کریں)۔",
    "form":"فارم",
    "re1": "3. اصل ڈرائیونگ لائسنس",
    "re2": "4. فارم E (ڈاؤن لوڈ کرنے کے لیے نیچے دیئے گئے بٹن پر کلک کریں)۔",
    "re3": " 5. پوسٹ آفس کے ٹکٹ جیسا کہ ذیل میں دیا گیا ہے۔",
    "fine1": "  ماہ جرمانہv 1-3",
    "fine2": "ماہ جرمانہv 3-12",
    "fine3": "1 سال کا جرمانہ",
    "dd1": " 3. تھانے سے اصل ڈرائیونگ لائسنس غائب ہونے کی رپورٹ",
    "dd2": " 4.  (ڈاؤن لوڈ کرنے کے لیے نیچے دیئے گئے بٹن پر کلک کریں) فارم L.L.D",
    "share1": "نام",
    "share2": "فون نمبر",
    "share3": "تاریخ منتخب کریں۔",
    "share4": "وقت",
    "share5": "شہر",
    "share6": "آپ کا علاقہ",
    "share7": "مرکز",
    "share8": "گاڑی کی قسم",
    "share9": "صنف",
    "need1": "آپ کے نتائج یہاں دکھائے جائیں گے۔",
    "need2": "تلاش کریں۔",
    "need3": "جمع کرائیں",
    "need4": "براہ مہربانی اپنا نام درج کریں",
    "w1": "آگے خطرہ",
    "w2": "بائیں مڑیں دائیں مڑیں۔",
    "w3": "دو طرفہ ٹریفک",
    "w4": "روڈ کوبڑ",
    "w5": "گرنے کا خطرہ",
    "w6": "ٹریفک کے اشارے",
    "w7": "آگے جانور",
    "w8": "سڑک کا کام آگے ہے۔",
    "w9": "ناہموار سڑک",
    "ww1": "ہو سکتا ہے آگے کا خطرہ رفتار کو کم کریں اور توجہ مرکوز رکھیں",
    "ww2": "پہلے دائیں مڑیں اور پھر دائیں مڑیں۔",
    "ww3": "مخالف سمت سے آنے والی ٹریفک بھی ہوشیار رہیں",
    "ww4": "اپنی رفتار کو کم کریں آگے ایک کوبڑ ہے اور ہوشیار رہو",
    "ww5": "چٹانوں کے گرنے/ لینڈ سلائیڈنگ یا اوپر سے کسی بھی چیز کا خطرہ اس لیے ہوشیار رہیں",
    "ww6": "سست ہو جائیں اور اگر ضروری ہو تو رکنے کے لیے تیار رہیں اگر کوئی خاص صورت حال یا خطرہ آگے ہے۔",
    "ww7": "جنگلی جانوروں کے آگے سڑک پر آنے کا امکان ہوشیار رہیں!!",
    "ww8": "سڑک کے کام یا آگے کیریج وے کی عارضی رکاوٹ",
    "ww9": "ناہموار سڑک آگے ہوشیار رہیں",
    "r1": "بائیں طرف نہ مڑیں",
    "r2": "دائیں نہ مڑ",
    "r3": "کوئی یو ٹرن نہیں۔",
    "r4": "خطرناک مواد ممنوعہ نشان",
    "r5": "پٹریوں پر کوئی موٹر گاڑیاں نہیں ہیں۔",
    "r6": "کوئی یو ٹرن یا لیفٹ ٹرن سائن نہیں۔",
    "rr1": "آگے بائیں مڑنے یا بائیں مڑنے کی اجازت نہیں ہے۔",
    "rr2": "آگے دائیں مڑنے یا دائیں مڑنے کی اجازت نہیں ہے۔",
    "rr3": "نہ یو ٹرن آگے نہ یو ٹرن کی اجازت نہیں ہے۔",
    "rr4": "ان راستوں پر جہاں خطرناک مواد کی نقل و حمل ممنوع ہے، خطرناک مواد کی ممانعت کا نشان استعمال کیا جا سکتا ہے۔",
    "rr5": "نو موٹر وہیکل آن ٹریک (آر 15-6) سائن استعمال کیا جاتا ہے جہاں ملحقہ ٹریفک لین کو ایل آر ٹی لین سے کرب یا فٹ پاتھ کے نشانات کے ذریعہ الگ کیا جاتا ہے۔",
    "rr6": "کم از کم ایک کو کسی ایسے مقام پر استعمال کیا جانا چاہیے جو بائیں مڑنے کے نشانات کے لیے مخصوص نہ ہو۔",
    "c1": "لازمی بائیں رکھیں",
    "c2": "لازمی بائیں مڑیں۔",
    "c3": "لازمی دائیں طرف مڑیں۔",
    "c4": "لازمی آگے یا دائیں مڑیں۔",
    "c5": "لازمی آگے یا بائیں مڑیں۔",
    "c6": "لازمی سائیکل ٹریک",
    "cc1": "ہموار ٹریفک کے بہاؤ کے لیے ڈرائیور کو بائیں لین میں گاڑی چلانی چاہیے۔ یہ نشان بنیادی طور پر ان سڑکوں پر نصب کیا جاتا ہے جن کے درمیان ڈیوائیڈر نہیں ہوتے اور ایک ہی سڑک پر دو طرفہ ٹریفک رواں دواں ہوتی ہے۔",
    "cc2": "اس نشان کو دیکھ کر بائیں طرف مڑنا پڑتا ہے۔ ہو سکتا ہے یہ ڈائیورشن کی وجہ سے انسٹال ہوا ہو۔",
    "cc3": "صرف دائیں مڑیں، اس کی کوئی بھی وجہ ہو سکتی ہے لیکن اس سگنل کو ماننا حفاظت اور پریشانی سے پاک ڈرائیو کا باعث بنے گا۔",
    "cc4": "یہ نشان ٹریفک کو یا تو سیدھا جانے یا دائیں موڑ لینے کی ہدایت کرتا ہے۔ بائیں طرف مڑنا منع ہے۔",
    "cc5": "سیدھے بڑھیں یا بائیں مڑیں۔ دائیں طرف مڑنا منع ہے۔ ان نشانیوں کی خلاف ورزی آپ کی حفاظت کو خطرے میں ڈال سکتی ہے اور تعزیری کارروائی کا باعث بھی بن سکتی ہے۔",
    "cc6": "یہ نشان ہدایت کرتا ہے کہ سائیکل سوار اس لین کو لازمی طور پر استعمال کرے اور کوئی دوسری موٹر گاڑی اس میں داخل نہ ہو۔ محفوظ سائیکل سوار بننے اور جرمانے سے بچنے کے لیے ہمیشہ اس نشان پر عمل کریں۔",
    "i1": "ہسپتال",
    "i2": "کھانے کی جگہ",
    "i3": "عوامی ٹیلیفون",
    "i4": "پیٹرول پمپ",
    "i5": "اس طرف پارک کریں۔",
    "i6": "آرام گاه",
    "ii1": "یہ نشان اشارہ کرتا ہے کہ قریب ہی ہسپتال ہے۔ ڈرائیوروں کو اس سٹریچ سے گاڑی چلاتے وقت محتاط رہنا چاہیے اور غیر ضروری طور پر ہارن نہیں بجانا چاہیے۔",
    "ii2": "یہ نشان اس بات کی نشاندہی کرتا ہے کہ آس پاس میں کھانے کی جگہ ہے۔ یہ نشان شاہراہوں اور سڑک کے طویل حصوں پر عام ہے۔",
    "ii3": "یہ نشان سڑک کے قریب ٹیلی فون کی دستیابی کی نشاندہی کرتا ہے۔",
    "ii4": "یہ معلوماتی نشان بتاتا ہے کہ آگے پیٹرول پمپ ہے۔ بعض اوقات اس نشان پر فاصلہ بھی ظاہر ہوتا ہے جس سے اندازہ ہوتا ہے کہ پیٹرول پمپ سائن پوسٹ سے کتنی دور ہے۔",
    "ii5": "یہ نشان منزل پر لگایا گیا ہے جس میں بتایا گیا ہے کہ آپ کی گاڑیاں کہاں کھڑی کرنی ہیں۔ اس سے یہ بھی پتہ چلتا ہے کہ کس قسم کی گاڑیاں کھڑی کی جائیں گی۔",
    "ii6": "یہ نشان سڑک پر آرام کرنے کے لیے موٹل، لاج یا کسی دوسری سہولت کے قریب لگایا جاتا ہے۔ یہ نشانیاں شاہراہوں پر دیکھی جا سکتی ہیں۔",
    "im1": "لوگ کبھی کبھار ارتکاز میں کمی محسوس کرتے ہیں اور اپنی چالوں کا غلط اندازہ لگاتے ہیں۔ ان کو سزا دینے کے بجائے، ہمیں ان کے لیے گاڑی چلانا چاہیے۔ حادثے کا سبب بننے کا کوئی فائدہ نہیں جب اس سے بچا جا سکتا ہے کیونکہ آپ خود کو یا کسی اور کو زخمی کر سکتے ہیں۔ لہذا، سڑک کے استعمال کا سب سے اہم اصول گاڑی چلانا ہے تاکہ حادثات یا سڑک استعمال کرنے والوں کو نقصان سے بچا جا سکے۔ آپ دوسرے ڈرائیوروں کی کارروائیوں کا اندازہ لگا کر، حفاظتی بلبلہ چھوڑ کر اور قانون کے اندر رہتے ہوئے گاڑی چلا کر ایسا کر سکتے ہیں۔ اگر کوئی پیدل چلنے والا آپ کے سامنے سے نکلتا ہے، چاہے اس کے پاس سرخ نو کراسنگ لائن ہو، آپ کو ان کے لیے سست ہونا چاہیے۔ اگر کوئی دوسری گاڑی آپ کی لین میں آنا شروع کر دیتی ہے کیونکہ اس نے آپ کو نہیں دیکھا ہے، تو یہ آپ کی ذمہ داری ہے کہ آپ اپنی لین کی پوزیشن کو محفوظ طریقے سے تبدیل کریں، اگر ممکن ہو تو، حادثے سے بچنے کے لیے۔ اس قسم کے حادثات سے بچیں۔",
    "im2": "سگنلز کی معلومات",
    "im3": "ٹریفک سگنل، یا سٹاپ لائٹ جیسا کہ یہ بھی جانا جاتا ہے، دو یا دو سے زیادہ روڈ ویز کے چوراہے سے گزرنے والی گاڑیوں کی ٹریفک کو کنٹرول کرتا ہے اور ڈرائیوروں کو یہ بتاتا ہے کہ کب آگے بڑھنا ہے، کب سست ہونا ہے اور کب رکنا ہے۔ بعض صورتوں میں، ٹریفک سگنل بھی ڈرائیوروں کو اشارہ کرتے ہیں جب وہ موڑ لے سکتے ہیں۔ یہ سگنلز دستی طور پر یا ایک سادہ ٹائمر کے ذریعے چلائے جا سکتے ہیں جو ٹریفک کو ایک مقررہ مدت کے لیے ایک روڈ وے پر اور پھر سائیکل کو دہرانے سے پہلے کسی اور مقررہ مدت کے لیے دوسرے روڈ وے پر چلنے دیتا ہے۔ دوسرے سگنلز جدید ترین الیکٹرانک کنٹرولرز کے ذریعے چلائے جا سکتے ہیں جو سگنلز کے آپریشن کی ترتیب کو مسلسل ایڈجسٹ کرنے کے لیے دن کے وقت اور ٹریفک کے بہاؤ کو سمجھتے ہیں۔ ٹریفک انجینئر ٹریفک کی بھیڑ سے بچنے اور موٹرسائیکلوں اور پیدل چلنے والوں دونوں کی حفاظت کو بہتر بنانے کے لیے سگنلز کا استعمال کرتے ہیں۔",
    "im4": "راؤنڈ اباؤٹس ہمارے گاڑی چلانے کا طریقہ بدل رہے ہیں۔ دنیا کے بعض حصوں میں، چکر لگانا غیر معمولی ہوا کرتا تھا۔ اب، ان کا تیزی سے استعمال کیا جا رہا ہے کیونکہ وہ بھیڑ کو کم کرتے ہیں، کام کرنے میں کم لاگت آتی ہے، حادثات کو تقریباً نصف تک کم کرتے ہیں، اور روایتی روشنی سے چلنے والے چوراہوں سے کم توانائی استعمال کرتے ہیں۔",
    "im5": "ملٹی لین راؤنڈ اباؤٹ میں ٹریفک کی دونوں لین کو حاصل کرنا یاد رکھیں۔ اگر آپ جانتے ہیں کہ آپ دائیں مڑیں گے، اور اس لیے سب سے دائیں لین میں رہیں گے، لیکن آپ کو بائیں لین میں ایک آنے والی کار نظر آئے، تو چکر میں داخل ہونے سے پہلے اس کے گزرنے کا انتظار کریں۔ اگرچہ بھونکا ہوا ہے، کار آپ کی لین میں بالکل اسی طرح ضم ہو سکتی ہے جیسے آپ چکر میں داخل ہو رہے ہیں، جس سے حادثہ ہو سکتا ہے۔",
    "im6": "آپ جس سمت سے باہر نکلنا چاہتے ہیں اس کی بنیاد پر داخل ہونے والی لین کا انتخاب کریں۔ ملٹی لین راؤنڈ اباؤٹس میں، جس میں عام طور پر تین یا زیادہ ممکنہ اخراج ہوتے ہیں، آپ جس لین میں گاڑی چلانے کے لیے منتخب کرتے ہیں اس کا تعین آپ جس موڑ کو لینا چاہتے ہیں اس سے ہوتا ہے: بائیں لین پر قبضہ کریں اگر آپ بائیں مڑنے کا فیصلہ کرتے ہیں، تو یو ٹرن لیں۔ ، یا سیدھے جاؤ۔ اگر آپ دائیں مڑنے یا سیدھے جانے کا فیصلہ کرتے ہیں تو دائیں لین پر قبضہ کریں۔ ہر لین کے لیے اجازت شدہ نقل و حرکت کی نشاندہی کرنے والے نشانات تلاش کریں۔ یہ نشانیاں عام طور پر سڑک کے اوپر یا اس کے ساتھ ہوتی ہیں اور/یا تیر سڑک پر ہی پینٹ کیے جاتے ہیں۔",
    "im7": "چوراہے کو عبور کرنا",
    "im8": "ہر وقت اپنی لین میں رہیں۔ ملٹی لین چکر میں رہتے ہوئے کبھی بھی لین تبدیل نہ کریں۔",
    "im9": "اوور ٹیکنگ",
    "im10": "اوور ٹیک کرنے سے پہلے، اس بات کو یقینی بنائیں کہ آپ جس گاڑی کو اوور ٹیک کرنے جا رہے ہیں اس سے آگے کی سڑک صاف ہے اور یہ کہ آپ خود اوور ٹیک نہیں ہوئے ہیں (درمیانی اور دائیں آئینہ چیک کریں)",
    "im11": "آگے اور پیچھے گاڑیوں کی رفتار اور پوزیشن کا اندازہ لگائیں۔ آگے کی سڑک کا اچھا نظارہ دیکھنے کے لیے آپ کی سڑک کی پوزیشن سامنے والی سست گاڑی کے کافی قریب ہونے کی ضرورت ہے، لیکن ٹیلگیٹنگ کے بغیر۔ اپنی چال میں 2 سیکنڈ کا اصول یاد رکھیں",
    "im12": "آپ جس سڑک پر سفر کر رہے ہیں اس کی رفتار کی حد، آگے سست گاڑی کی رفتار اور اپنی رفتار سے بھی آگاہ ہونا ضروری ہے تاکہ یہ یقینی بنایا جا سکے کہ آپ محفوظ طریقے سے اوور ٹیک کر سکتے ہیں اور بغیر کاٹے اپنی بائیں لین پر واپس جا سکتے ہیں۔ گیئر کا انتخاب یقینی بنائیں۔ اوور ٹیک کرنے کے لیے درکار ایکسلریشن کے لیے کافی طاقتور میں۔",
    "im13": "اگر سب ٹھیک ہے تو اپنا آخری MSM چیک کریں یعنی آئینہ/سگنل/مانوور  ",
    "im14": "لین بدلنا",
    "im15": "اگر آپ کو معلوم ہوتا ہے کہ آپ کسی دوسری گاڑی کے پیچھے ہیں جو آپ سے کم رفتار سے چل رہی ہے اور آپ ابھی بھی پوسٹ کی گئی رفتار کی حد سے نیچے گاڑی چلا رہے ہیں، تو گاڑی کو گزرنے کے لیے مختصر طور پر بائیں لین میں تبدیل کرنا قابل قبول ہے۔ سب سے پہلے، اپنے بائیں ٹرن سگنل کو آن کریں تاکہ دوسرے ڈرائیوروں کو بائیں لین میں جانے کے اپنے ارادوں سے آگاہ کریں۔",
    "im16": "اس لین میں موجود دیگر گاڑیوں کے لیے اپنے پیچھے کا منظر اور سائیڈ مررز چیک کریں جس میں آپ منتقلی کا ارادہ کر رہے ہیں۔",
    "im17": "اپنی گاڑی کے بلائنڈ اسپاٹ کو چیک کریں۔",
    "im18": "اپنی رفتار کو برقرار رکھتے ہوئے، آسانی سے بائیں طرف چلیں تاکہ آپ کی گاڑی دائیں لین سے نکل کر بائیں لین میں چلی جائے۔",
    "im19": "اپنا ٹرن سگنل بند کر دیں۔",
    "im20": "اپنے دائیں موڑ کے سگنل کو آن کریں۔",
    "im21": "دوسرے موٹرسائیکلوں کے لیے اپنے پیچھے کا منظر اور سائیڈ مررز چیک کریں۔ اپنی گاڑی کے بلائنڈ اسپاٹ کو چیک کریں۔ جلدی سے اپنے آئینے دوبارہ چیک کریں۔",
    "im22": "اپنی رفتار کو برقرار رکھتے ہوئے، آسانی سے دائیں طرف چلیں تاکہ آپ کی گاڑی بائیں لین سے نکل کر دائیں لین پر واپس آجائے۔",
    "About1": "ہمارا نظام ہمارے ملک کے ہر فرد کے لیے مددگار ثابت ہوگا۔ ہمارے پروجیکٹ کا بنیادی مقصد لوگوں کو ٹریفک علامات کے بارے میں آگاہ کرنا اور انہیں آگاہ کرنا ہے کہ ہر ایک کی حفاظت کو یقینی بنانے کے لیے ٹریفک قوانین ضروری ہیں۔ لائسنس اور مطلوبہ دستاویزات کے بارے میں معلومات کے لئے یہاں اور وہاں تلاش کرنے والے لوگ آرام سے رہیں گے کیونکہ تمام معلومات اور دستاویزات مستند اور جگہ پر ہیں۔ موک اپ کوئز اور ویب گیم لوگوں کو ٹیسٹ میں بہتر کارکردگی دکھانے میں مدد کرے گی۔ سواری کا اشتراک ان لوگوں کی مدد کرے گا جو ٹیسٹ اور سواری کے ساتھ ساتھ ڈرائیونگ سینٹر میں کسی کا تعاون چاہتے ہیں۔ کثیر لسانی فیچر انگریزی میں دشواری کا سامنا کرنے والوں کے لیے پوری سائٹ کو اردو میں بدل دے گا۔",
    "About2": "ای میل",
    "About3": "مقصد منتخب کریں۔",
    "About4": "رائے",
    "About5": "شکایت",
    "About6": "تجویز",
    "About7": "دیگر",
    "About8": "پیغام",
    "About9": "ہم سے رابطہ کریں۔",
    "qb1": "کوئز تیار کریں۔",
    "qb2": "کوئز لیں۔",
    "qb3": "اپنی زبان منتخب کریں۔۔",
    "im23": "موبائل فون استعمال نہ کریں۔",
    "im24": "اپنے سمارٹ فون کو بند کرنا – یا اسے پہنچ سے دور رکھنا بھی – نقشے کے بغیر کام کرنے جیسا محسوس ہو سکتا ہے۔ جیب کے سائز کا کمپیوٹر تقریباً ہر ایک کا مستقل ساتھی بن گیا ہے، اور اچھی وجہ سے۔ آپ کا فون ہاتھ میں رکھتے ہوئے، آپ سوالات کے جوابات حاصل کر سکتے ہیں اور کسی دوست کے ساتھ بات چیت کر سکتے ہیں۔ لیکن سیل فون کے استعمال کا ایک تاریک پہلو بھی ہے۔ چار میں سے ایک کار حادثہ اس وجہ سے ہوتا ہے کہ ایک ڈرائیور سیل فون استعمال کر رہا تھا۔ کوئی بھی چیز جس کی وجہ سے آپ اپنی نظریں سڑک سے ہٹا دیں، یہاں تک کہ ایک سیکنڈ کے لیے بھی، ایک خطرناک خلفشار ہے۔ سیل فون کا استعمال، خاص طور پر، ایک سرفہرست مسئلہ ہے۔ ڈرائیونگ کے دوران سیل فون کا استعمال، چاہے ہینڈز فری ہو یا نہ ہو، اس سے آپ کے تصادم کا امکان چار گنا زیادہ ہوتا ہے۔ جب آپ کوئی ٹیکسٹ میسج بھیجتے یا پڑھتے ہیں، تو یہ آپ کی نظریں پانچ سیکنڈ کے لیے سڑک سے ہٹا دیتا ہے۔ ٹیکسٹنگ کے دوران 55 میل فی گھنٹہ کی رفتار سے جانا ایک فٹ بال کے میدان کی لمبائی کو آنکھیں بند کر کے چلانے کے مترادف ہے! نوجوان ڈرائیور خاص طور پر خلفشار کا شکار ہوتے ہیں۔ وہ جانتے ہیں کہ انہیں وہیل کے پیچھے سے ٹیکسٹ یا ای میل نہیں کرنا چاہئے، لیکن ان میں سے بہت سے لوگ ناقابل تسخیر محسوس کرتے ہیں اور بہرحال ایسا کرتے ہیں۔"

    


}
