{
    "overview": "Overview",
    "hometext": "When somebody gets ready to drive for the very first time on road, one needs to take many lessons about the road. The most common things the student driver will need are license, enrollment in a driving school, road familiarization, traffic rule tests and road ethics. Out of all this one fundamental element of driving arises which should always be taken seriously is the comprehensive knowledge on road or traffic signs. Every good driver must have the good knowledge of these signs. Every person, he may be a passenger, driver, pedestrian would have noticed along the roadside various sign boards that serve important purposes. These important road paraphernalia helps us as route guides, warning and traffic regulator. As control devices for traffic, signs need full attention, respect and adequate driver's response.    ",
    "hometext1":"Road signs are placed beside or above the highways or streets. If the positioning of the signs is not supported by any visual considerations or expert reasons, these may become destructive rather than effective means of guiding the motorists. Traffic signs or road signs are signs erected at the side of road to provide information to road users. Pictorial signs are used as symbols in place of words and are usually a result of international standards. We have consolidated the all Road signs - Mandatory; Cautionary and Informatory and have given brief about each sign. This will be a very useful guide for learners and other road users. It is expected that after going through this subject, one would obviously be more road friendly and wise citizen.    ",
    "DrivingLicenceInformation": "Driving Licence Information",
    "DrivingTestPractice": "Driving Test Practice",
    "TrafficRuless": "Traffic Ruless",
    "NeedShareRide": "Need / Share a Ride",
    "About": "About Us",
    "infoButton": "View Info",
    "Learn": "LEARN",
    "LearnText1":"How driving",
    "LearnText2":"test is held",
    "Quiz":"Quiz",
    "Quiz1":"Instructions:",
    "Quiz2":"You will be asked a few questions and terms related to traffic and safety rules. You have to choose the correct answers to every question, and your final score will be displayed at the end. You have 1 minutes to solve 10 questions. to pass this test you must answer 6 questions right.",
    "AppointmentB":"Book My Appointment",
    "Div1":"License Information",
    "Div2":"License Verfication",
    "Div3":"Test Centers",
    "Div123":"Read More",
    "f1":"PakRoad Information Portal",
    "f2":"To enhance the quality of life and well being of all people in the capital city Punjab by contributing to making our place safer and secure, without  the fear of crime and violence.",
    "ff1":"Regular Driving License Form",
    "ff2":"International Driving License Form",
    "ff3":"Driving License Renewal Form",
    "ff4":"Duplicate Driving License Form",
    "down":"Downloads",
    "Learner":"Learner Permit",
    "RDL":"Regular Driving Licence",
    "IDL":"International Driving Licence",
    "DDL":"Duplicate Driving Licence",
    "REDL":"Renewal of Driving Licence",
    "TDL":"Track Licence Status",
    "ST":"Sign Test",
    "PT":"Practical Test",
    "signs":"Signs",
    "impinfo":"important Information",
    "Wsigns":"Warning Signs",
    "Rsigns":"Regulatory Signs",
    "Isigns":"Informatory Signs",
    "Csigns":"Compulsary Signs",
    "Need": "Need a Ride",
    "Share": "Share a Ride",
    "WS": "Warning Signs:",
    "WS1": "These signs are meant to warn the driver about the hazards/situation lying ahead on the road. The driver should obey these for their safety. Though violation of these road sign do not attract any legal action, they are very important for the fact that avoiding them could result in major accidents. Cautionary signs are triangular in shape with red border. ",
    "RS": "Regulatory Signs:",
    "RS1": "Regulatory signs describe a range of sign that are used to indicate or reinforce traffic laws, regulations or requirements which apply either at all times or at specified times or places upon a street or highway, the disregard of which may constitute a violation, or signs in general that regulate public behavior in places open to the public. Regulatory signs include Stop Signs, Yield Signs, Speed Limit Signs, Do Not Enter, Handicapped, One Way Signs and HOV Signs",
    "CS": "Compulsary Signs:",
    "CS1": "These signs are obligatory on the traffic which uses a specific area of road. These signs indicate what must one do, rather than must not do. Mandatory Road signs are generally round in shape with red border. Some of them are blue in colour. 'Stop' and 'Give Way' are octagon and triangular, respectively, in shape. Violation of these signs attracts heavy fines and punishments. Importantly, violation of these could lead to major accidents also.",
    "IS": "Informatory Signs:",
    "IS1": "These signs are meant to provide information on direction, destination, roadside facilities, etc. to the road user. Following informative road signs helps a driver in saving time, reaching destination without wandering around. These signs are generally facilitators to the driver. These signs are normally blue in colour.",
    "L1": "1. Book slot in your nearest traffic center.",
    "L2": "2. For booking, you can use RASTA App or you can call on 042-99030130 for appointments. ",
    "L3": "3. If above steps doesn't apply then you can sipmly go to your nearest traffic center at 08 am.",
    "L4": " 4. Visit traffic center on given date and time",
    "L5": "Note: Don't forget to carry documents which are mentioned below.",
    "L6": " 1. 2 copies of Orignal ID Card.",
    "L7": " 2. Post office Tickes as given below.",
    "LH1": "Required Documents:",
    "LH2": "Steps:",
    "LH3": "Related Searches",
    "LH4": "Frequently Asked Questions",
    "Q1": "How can I find my test center?",
    "Q2": "How can I contact you? ",
    "Q3": "From where i can book slot for license?",
    "Q4": "How can I check my license status?",
    "TH1": "Vehcile Type",
    "TH2": "Age",
    "TH3": "Ticket Price",
    "TH4": "Validity Year",
    "R1": "1. A copy of Orignal ID Card.",
    "R2": " 2. 2 passport size (45mm x 35mm) photographs with blue background.",
    "R3": " 3. Valid learner permit",
    "R4": " 4. Deposit slip of 100 Rupees submitted in any HBL branch.",
    "R5": "(Account Number: 01277901547301)",
    "R6": "(Account Title: CTO Driving License Fee)",
    "R7": "5. Form A (Click the Button below to downlaod).",
    "R8": "6. Post office Tickes as given below.",
    "I1": "3. Valid Passport (Minium expiry should be more than a year).",
    "I2": "4. Deposit slip of 450 Rupees submitted in any HBL branch.",
    "I3": "(Account Number: 01270017338803)",
    "I4": "(Account Title: International License Fee)",
    "I5": "5. Rs. 66 Court Fee Ticket (To be accuried from the Finance Branch of Zilla Kachhari)",
    "I6": "6. Valid Driving License (Must be of Lahore and minium expiry should be more than a year) ",
    "I7": " 7. International Driving License Form (Click the Button below to downlaod).",
    "form":"FORM",
    "re1": "3. Orignal Driving License",
    "re2": "4. Form E (Click the Button below to downlaod).",
    "re3": " 5. Post office Tickes as given below.",
    "fine1": " Fine 1-3 months",
    "fine2": "Fine 3-12 months",
    "fine3": "Fine 1 year",
    "dd1": " 3. Original driving license missing report from police station",
    "dd2": " 4. Form L.L.D (Click the Button below to downlaod)",
    "share1": "Name",
    "share2": "Phone no",
    "share3": "Select Date",
    "share4": "Time Solt",
    "share5": "City",
    "share6": "Area",
    "share7": "Center",
    "share8": "Vehcile",
    "share9": "Gender",
    "need1": "Your Results will be shown here",
    "need2": "Search",
    "need3": "Submit",
    "need4": "Please enter your name"
    
 
}