{
    "overview": "جائزہ",
    "hometext":"جب کوئی سڑک پر پہلی بار گاڑی چلانے کے لیے تیار ہوتا ہے، تو اسے سڑک کے بارے میں بہت سے سبق لینے کی ضرورت ہوتی ہے۔ طالب علم ڈرائیور کو جن سب سے عام چیزوں کی ضرورت ہو گی وہ ہیں لائسنس، ڈرائیونگ اسکول میں داخلہ، سڑک سے واقفیت، ٹریفک اصول کے ٹیسٹ اور سڑک کی اخلاقیات۔ ان سب میں سے ڈرائیونگ کا ایک بنیادی عنصر پیدا ہوتا ہے جسے ہمیشہ سنجیدگی سے لیا جانا چاہیے وہ ہے سڑک یا ٹریفک کے نشانات کے بارے میں جامع معلومات۔ ہر اچھے ڈرائیور کو ان علامات کا اچھی طرح علم ہونا چاہیے۔ ہر شخص، وہ مسافر ہو، ڈرائیور ہو، پیدل چلنے والا ہو، اس نے سڑک کے کنارے مختلف سائن بورڈز دیکھے ہوں گے جو اہم مقاصد کی تکمیل کرتے ہیں۔ سڑک کی یہ اہم چیزیں ہمیں روٹ گائیڈ، وارننگ اور ٹریفک ریگولیٹر کے طور پر مدد کرتی ہیں۔ ٹریفک کو کنٹرول  ڈرائیور کے مناسب ردعمل کی ضرورت ہوتی ہے۔",
    "hometext1":"سڑک کے نشان ہائی ویز یا گلیوں کے ساتھ یا اوپر رکھے گئے ہیں۔ اگر علامات کی پوزیشننگ کسی بھی بصری غور و فکر یا ماہرانہ وجوہات سے تعاون یافتہ نہیں ہے، تو یہ موٹرسائیکلوں کی رہنمائی کے موثر ذرائع کے بجائے تباہ کن بن سکتے ہیں۔ ٹریفک کے نشانات یا سڑک کے نشانات سڑک کے کنارے لگائے گئے نشانات ہیں جو سڑک استعمال کرنے والوں کو معلومات فراہم کرتے ہیں۔ تصویری نشانات الفاظ کی جگہ علامت کے طور پر استعمال ہوتے ہیں اور عام طور پر بین الاقوامی معیارات کا نتیجہ ہوتے ہیں۔ ہم نے سڑک کے تمام نشانات کو یکجا کر دیا ہے - لازمی؛ احتیاطی اور معلوماتی اور ہر علامت کے بارے میں مختصر بیان کیا ہے۔ یہ سیکھنے والوں اور دیگر سڑک استعمال کرنے والوں کے لیے بہت مفید گائیڈ ہو گا۔ امید کی جاتی ہے کہ اس موضوع کو دیکھنے کے بعد، ظاہر ہے کہ کوئی زیادہ سڑک دوست اور سمجھدار شہری بن جائے گا۔",
    "DrivingLicenceInformation": "ڈرائیونگ لائسنس کی معلومات",
    "DrivingTestPractice": " ڈرائیونگ ٹیسٹ پریکٹس",
    "TrafficRuless": "ٹریفک رولز",
    "NeedShareRide": "سواری کی ضرورت / اشتراک کریں۔",
    "About": "ہمارے بارے میں",
    "infoButton": "معلومات دیکھیں",
    "Learn": "سیکھیں",
    "LearnText1":"ڈرائیونگ ٹیسٹ کیسے ",
    "LearnText2":"لیا جاتا ہے؟",
    "Quiz":"امتحان",
    "Quiz1":":ہدایات",
    "Quiz2":"آپ سے ٹریفک اور حفاظتی اصولوں سے متعلق چند سوالات اور شرائط پوچھی جائیں گی۔ آپ کو ہر سوال کے صحیح جوابات کا انتخاب کرنا ہوگا، اور آپ کا حتمی سکور آخر میں ظاہر کیا جائے گا۔ آپ کے پاس 10 سوالات حل کرنے کے لیے 1 منٹ ہیں۔ اس امتحان کو پاس کرنے کے لیے آپ کو 6 سوالوں کے صحیح جواب دینے ہوں گے۔",
    "AppointmentB":"میری ملاقات بک کریں",
    "Div1":"لائسنس کی معلومات",
    "Div2":"لائسنس کی تصدیق",
    "Div3":"امتحانی مراکز",
    "Div123":"مزید پڑھیں",
    "f1":"پاک روڈ انفارمیشن پورٹل",
    "f2":"جرم اور تشدد کے خوف کے بغیر، اپنی جگہ کو محفوظ اور محفوظ بنانے میں اپنا حصہ ڈال کر دارالحکومت پنجاب میں تمام لوگوں کے معیار زندگی اور فلاح و بہبود کو بڑھانا۔",
    "ff1":"باقاعدہ ڈرائیونگ لائسنس فارم",
    "ff2":"انٹرنیشنل ڈرائیونگ لائسنس فارم",
    "ff3":"ڈرائیونگ لائسنس کی تجدید کا فارم",
    "ff4":"ڈرائیونگ لائسنس کا ڈپلیکیٹ فارم",
    "down":"ڈاؤن لوڈ",
    "Learner":"لرنر پرمٹ",
    "RDL":"باقاعدہ ڈرائیونگ لائسنس",
    "IDL":"انٹرنیشنل ڈرائیونگ لائسنس",
    "DDL":"ڈپلیکیٹ ڈرائیونگ لائسنس",
    "REDL":"ڈرائیونگ لائسنس کی تجدید",
    "TDL":"ٹریک لائسنس کی حیثیت",
    "ST":"سائن ٹیسٹ",
    "PT":"پریکٹیکل ٹیسٹ",
    "signs":"نشانیاں",
    "impinfo":"اہم معلومات",
    "Wsigns":"انتباہی نشانیاں",
    "Rsigns":"ریگولیٹری علامات",
    "Isigns":"معلوماتی علامات",
    "Csigns":"لازمی علامات",
    "Need": "سواری کی ضرورت ہے",
    "Share": "سواری کا اشتراک کریں۔"
}
