{
    "overview": "Overview",
    "hometext": "When somebody gets ready to drive for the very first time on road, one needs to take many lessons about the road. The most common things the student driver will need are license, enrollment in a driving school, road familiarization, traffic rule tests and road ethics. Out of all this one fundamental element of driving arises which should always be taken seriously is the comprehensive knowledge on road or traffic signs. Every good driver must have the good knowledge of these signs. Every person, he may be a passenger, driver, pedestrian would have noticed along the roadside various sign boards that serve important purposes. These important road paraphernalia helps us as route guides, warning and traffic regulator. As control devices for traffic, signs need full attention, respect and adequate driver's response.    ",
    "hometext1":"Road signs are placed beside or above the highways or streets. If the positioning of the signs is not supported by any visual considerations or expert reasons, these may become destructive rather than effective means of guiding the motorists. Traffic signs or road signs are signs erected at the side of road to provide information to road users. Pictorial signs are used as symbols in place of words and are usually a result of international standards. We have consolidated the all Road signs - Mandatory; Cautionary and Informatory and have given brief about each sign. This will be a very useful guide for learners and other road users. It is expected that after going through this subject, one would obviously be more road friendly and wise citizen.    ",
    "DrivingLicenceInformation": "Driving Licence Information",
    "DrivingTestPractice": "Driving Test Practice",
    "TrafficRuless": "Traffic Ruless",
    "NeedShareRide": "Need / Share a Ride",
    "About": "About Us",
    "infoButton": "View Info",
    "Learn": "LEARN",
    "LearnText1":"How driving",
    "LearnText2":"test is held",
    "Quiz":"Quiz",
    "Quiz1":"Instructions:",
    "Quiz2":"You will be asked a few questions and terms related to traffic and safety rules. You have to choose the correct answers to every question, and your final score will be displayed at the end. You have 1 minutes to solve 10 questions. to pass this test you must answer 6 questions right.",
    "AppointmentB":"Book My Appointment",
    "Div1":"License Information",
    "Div2":"License Verfication",
    "Div3":"Test Centers",
    "Div123":"Read More",
    "f1":"PakRoad Information Portal",
    "f2":"To enhance the quality of life and well being of all people in the capital city Punjab by contributing to making our place safer and secure, without  the fear of crime and violence.",
    "ff1":"Regular Driving License Form",
    "ff2":"International Driving License Form",
    "ff3":"Driving License Renewal Form",
    "ff4":"Duplicate Driving License Form",
    "down":"Downloads",
    "Learner":"Learner Permit",
    "RDL":"Regular Driving Licence",
    "IDL":"International Driving Licence",
    "DDL":"Duplicate Driving Licence",
    "REDL":"Renewal of Driving Licence",
    "TDL":"Track Licence Status",
    "ST":"Sign Test",
    "PT":"Practical Test",
    "signs":"Signs",
    "impinfo":"Important Information",
    "Wsigns":"Warning Signs",
    "Rsigns":"Regulatory Signs",
    "Isigns":"Informatory Signs",
    "Csigns":"Compulsary Signs",
    "Need": "Need a Ride",
    "Share": "Share a Ride",
    "WS": "Warning Signs:",
    "WS1": "These signs are meant to warn the driver about the hazards/situation lying ahead on the road. The driver should obey these for their safety. Though violation of these road sign do not attract any legal action, they are very important for the fact that avoiding them could result in major accidents. Cautionary signs are triangular in shape with red border. ",
    "RS": "Regulatory Signs:",
    "RS1": "Regulatory signs describe a range of sign that are used to indicate or reinforce traffic laws, regulations or requirements which apply either at all times or at specified times or places upon a street or highway, the disregard of which may constitute a violation, or signs in general that regulate public behavior in places open to the public. Regulatory signs include Stop Signs, Yield Signs, Speed Limit Signs, Do Not Enter, Handicapped, One Way Signs and HOV Signs",
    "CS": "Compulsary Signs:",
    "CS1": "These signs are obligatory on the traffic which uses a specific area of road. These signs indicate what must one do, rather than must not do. Mandatory Road signs are generally round in shape with red border. Some of them are blue in colour. 'Stop' and 'Give Way' are octagon and triangular, respectively, in shape. Violation of these signs attracts heavy fines and punishments. Importantly, violation of these could lead to major accidents also.",
    "IS": "Informatory Signs:",
    "IS1": "These signs are meant to provide information on direction, destination, roadside facilities, etc. to the road user. Following informative road signs helps a driver in saving time, reaching destination without wandering around. These signs are generally facilitators to the driver. These signs are normally blue in colour.",
    "L1": "1. Book slot in your nearest traffic center.",
    "L2": "2. For booking, you can use RASTA App or you can call on 042-99030130 for appointments. ",
    "L3": "3. If above steps doesn't apply then you can sipmly go to your nearest traffic center at 08 am.",
    "L4": " 4. Visit traffic center on given date and time",
    "L5": "Note: Don't forget to carry documents which are mentioned below.",
    "L6": " 1. 2 copies of Orignal ID Card.",
    "L7": " 2. Post office Tickes as given below.",
    "LH1": "Required Documents:",
    "LH2": "Steps:",
    "LH3": "Related Searches",
    "LH4": "Frequently Asked Questions",
    "Q1": "How can I find my test center?",
    "Q2": "How can I contact you? ",
    "Q3": "From where i can book slot for license?",
    "Q4": "How can I check my license status?",
    "TH1": "Vehcile Type",
    "TH2": "Age",
    "TH3": "Ticket Price",
    "TH4": "Validity Year",
    "R1": "1. A copy of Orignal ID Card.",
    "R2": " 2. 2 passport size (45mm x 35mm) photographs with blue background.",
    "R3": " 3. Valid learner permit",
    "R4": " 4. Deposit slip of 100 Rupees submitted in any HBL branch.",
    "R5": "(Account Number: 01277901547301)",
    "R6": "(Account Title: CTO Driving License Fee)",
    "R7": "5. Form A (Click the Button below to downlaod).",
    "R8": "6. Post office Tickes as given below.",
    "I1": "3. Valid Passport (Minium expiry should be more than a year).",
    "I2": "4. Deposit slip of 450 Rupees submitted in any HBL branch.",
    "I3": "(Account Number: 01270017338803)",
    "I4": "(Account Title: International License Fee)",
    "I5": "5. Rs. 66 Court Fee Ticket (To be accuried from the Finance Branch of Zilla Kachhari)",
    "I6": "6. Valid Driving License (Must be of Lahore and minium expiry should be more than a year) ",
    "I7": " 7. International Driving License Form (Click the Button below to downlaod).",
    "form":"FORM",
    "re1": "3. Orignal Driving License",
    "re2": "4. Form E (Click the Button below to downlaod).",
    "re3": " 5. Post office Tickes as given below.",
    "fine1": " Fine 1-3 months",
    "fine2": "Fine 3-12 months",
    "fine3": "Fine 1 year",
    "dd1": " 3. Original driving license missing report from police station",
    "dd2": " 4. Form L.L.D (Click the Button below to downlaod)",
    "share1": "Name",
    "share2": "Phone no",
    "share3": "Select Date",
    "share4": "Time Slot",
    "share5": "City",
    "share6": "Area",
    "share7": "Center",
    "share8": "Vehcile",
    "share9": "Gender",
    "need1": "Your Results will be shown here",
    "need2": "Search",
    "need3": "Submit",
    "need4": "Please enter your name",
    "w1": "Danger Ahead",
    "w2": "Left Turn Right Turn",
    "w3": "Two Way Traffic",
    "w4": "Road Hump",
    "w5": "Risk of Falling",
    "w6": "Traffic signal",
    "w7": "Animals Ahead",
    "w8": "Road Works Ahead",
    "w9": "Uneven Road",
    "ww1": "Might be a Danger Ahead Reduce Speed and Stay focused",
    "ww2": "First Turn Right  and then  Turn Right",
    "ww3": "Traffic coming from opposite direction too Be Alert!!",
    "ww4": "Reduce Your speed there is a Hump ahead and Be Alert",
    "ww5": "Risk of falling rocks/land sliding or anything from above so Be Alert",
    "ww6": "slow down and be prepared to stop if necessary a special situation or hazard is ahead.",
    "ww7": "WILD ANIMALS LIKELY TO BE IN ROAD AHEAD Be Alert!!",
    "ww8": "Road Works or temporary obstruction of the carriageway ahead",
    "ww9": "UNEVEN ROAD AHEAD Be Alert",
    "r1": "No Left Turn",
    "r2": "No Right Turn",
    "r3": "No U Trun",
    "r4": "Hazardous Materials Prohibited Sign",
    "r5": "No Motor Vehicles On Tracks Sign",
    "r6": "No U Turn or Left Turn Sign",
    "rr1": "No Left turn Ahead or Left turn not allowed",
    "rr2": "No right turn Ahead or right turn not allowed",
    "rr3": "No U turn Ahead or U turn not allowed",
    "rr4": "On routes where the transporting of hazardous material is prohibited, the Hazardous Material Prohibition sign may be used.",
    "rr5": "The No Motor Vehicles On Tracks (R15-6) sign is used where there are adjacent traffic lanes separated from the LRT lane by a curb or pavement markings.",
    "rr6": "At least one should be used at a location specified for No Left Turn signs.",
    "c1": "COMPULSORY KEEP LEFT",
    "c2": "COMPULSORY TURN LEFT",
    "c3": "COMPULSORY TURN RIGHT",
    "c4": "COMPULSORY AHEAD OR TURN RIGHT",
    "c5": "COMPULSORY AHEAD OR TURN LEFT",
    "c6": "COMPULSORY CYCLE TRACK",
    "cc1": "Driver should drive in left lane for smooth traffic flow. This sign is installed mainly on the roads, which do not have divider in between, and two way traffic flows on the same road.",
    "cc2": "One has to turn towards left after seeing this sign. This may have been installed due to diversion",
    "cc3": "Turn right only, there could be any reason for it but obeying this signal would lead to safety and hassle free drive",
    "cc4": "This sign directs the traffic to either move straight or take right turn. Turning towards left is prohibited.",
    "cc5": "Move straight or take left turn. Turning towards right is prohibited. Violation of these sign may jeopardize your safety and may also lead to penal action.",
    "cc6": "This sign directs that the cyclist should use this lane compulsorily and no other motorized vehicle should enter it. To be a safe cyclist and to avoid fines always follow this sign.",
    "i1": "HOSPITAL",
    "i2": "EATING PLACE",
    "i3": "PUBLIC TELEPHONE",
    "i4": "PETROL PUMP",
    "i5": "PARK THIS SIDE",
    "i6": "RESTING PLACE",
    "ii1": "This sign indicates that there is Hospital nearby. The drivers should be careful while driving through this stretch and should not honk unnecessarily.",
    "ii2": "This sign indicates that there is an eating-place in the vicinity. This sign is common on highways and long stretches of road.",
    "ii3": "This sign indicates the availability of Telephone near road.",
    "ii4": "This informatory sign indicates that there is a Petrol Pump ahead. Sometimes distance is also indicated on this sign which gives an idea that how far is the Petrol pump from the sign post.",
    "ii5": "This sign is erected at destination telling exactly where to park your vehicles. This also indicates the type of vehicles to be parked.",
    "ii6": "This sign is erected near motel, lodge or any other facility for resting on the road. These signs can be seen on highways.",
    "im1": "People occasionally have concentration lapses and misjudge their manoeuvres. Rather than punishing them, we should drive to allow for them. There's no point in causing an accident when it's avoidable as you could end up injuring yourself or someone else. So, the most important rule of using the road is to drive to avoid accidents or harm to other road users. You can do this by anticipating other drivers' actions, leaving a safety bubble and driving within the law. If a pedestrian steps out in front of you, even if they have a red no-crossing line, you must slow down for them. If another vehicle starts moving into your lane because they haven't seen you, it's your responsibility to change your lane position safely, if possible, to avoid an accident.Here are some animations that teachs how to deal with these situations that help us to avoid these type of accidents",
    "im2": "Signals Information",
    "im3": "A traffic signal, or stoplight as it is also known, controls vehicle traffic passing through the intersection of two or more roadways by giving a visual indication to drivers when to proceed, when to slow, and when to stop. In some cases, traffic signals also indicate to drivers when they may make a turn. These signals may be operated manually or by a simple timer which allows traffic to flow on one roadway for a fixed period of time, and then on the other road-way for another fixed period of time before repeating the cycle. Other signals may be operated by sophisticated electronic controllers that sense the time of day and flow of traffic to continually adjust the sequence of operation of the signals. Traffic engineers use signals to avoid traffic congestion and improve safety for both motorists and pedestrians alike.",
    "im4": "Roundabouts are changing the way we drive. In certain parts of the world, roundabouts used to be uncommon. Now, they are increasingly being used because they ease congestion, cost less to operate, reduce accidents by roughly half, and use less energy than traditional light-operated intersections.",
    "im5": "Remember to yield to both lanes of traffic in a multi-lane roundabout. If you know you'll be turning right, and hence staying in the rightmost lane, but you see an oncoming car in the left lane, wait for it to pass before entering the roundabout. Although frowned on, the car could merge into your lane just as you are entering the roundabout, causing an accident.",
    "im6": "Choose which lane to enter based on which direction you want to exit. In multi-lane roundabouts, which usually have three or more possible exits, the lane you choose to drive in is dictated by the kind of turn you want to make: Occupy the left lane if you decide to turn left, make a U-turn, or go straight. Occupy the right lane if you decide to turn right or go straight. Look for signs indicating the allowed movements for each lane. These signs are usually located above or alongside the road and/or arrows painted on the road itself.",
    "im7": "Roundabout Crossing",
    "im9": "Over Taking",
    "im10": "Before overtaking, make sure the road ahead of the vehicle you are going to overtake is clear and that you are not been overtaken yourself (middle and right mirror check)",
    "im11": "Assess the speed and position of the vehicles in front and behind. Your road position needs to be near enough to the slower vehicle in front, to get a good view of the road ahead, but without tailgating. Remember the 2 second rule throughout your manoeuvre!",
    "im12": "You need to be aware of the speed limit for the road you’re travelling on, the speed of the slower vehicle ahead and also your own speed to ensure you can overtake safely and return to your left lane without cutting in. Ensure the gear selected in powerful enough for acceleration required to overtake.",
    "im13": "If all is ok make your final MSM check i.e. Mirrors / Signal / Manoeuvre    ",
    "im14": "Lane Changing",
    "im15": "If you find that you are behind another vehicle that is driving at a slower speed than you are and you are still driving well below the posted speed limit, it is acceptable to briefly change into the left lane in order to pass the car. First, turn on your left turn signal to inform other drivers of your intentions to move into the left lane.",
    "im16": "Check your rear view and side mirrors for other vehicles currently in the lane in which you are planning to transition.",
    "im17": "Check your vehicle’s blind spot.",
    "im18": "While maintain your speed, smoothly steer left so that your vehicle leaves the right lane and moves into the left lane.",
    "im19": "Turn off your turn signal",
    "im20": "Turn on your right turn signal",
    "im21": "Check your rear view and side mirrors for other motorists. Check your vehicle’s blind spot. Quickly check your mirrors again.",
    "im22": "While maintaining your speed, smoothly steer right so that your vehicle leaves.",
    "About1": "PakRoad Traffic Portal is a public-friendly, traffic awareness and informative site having mock-up quiz, animated signs, ride sharing, driving license information. Helpful for every person whether a car driver or a bike rider to know the what traffic sign means and how to follow traffic rules to avoid any kind of incontinence and mishap. Information regarding driving license’s creation and sign test. We will train our users through a dynamic mock up quiz for sign test. ",
    "About11": "Our mission is aimed to increase the public preference towards adherence to traffic laws and regulations.",
    "About12": "PakRoad Traffic Portal envisions enhancing the quality of life in the city by working in partnership with the community to enforce the law and protect people.",
    "About13": "In partnership with the community, we pledge to protect the lives and property of our fellow citizens and impartially enforce the law.",
    "About14": "Mission ",
    "About15": "Vision",
    "About16": "Values",
    "About2": "Email",
    "About3": "Select Purpose",
    "About4": "FeedBack",
    "About5": "Complaint",
    "About6": "Suggession",
    "About7": "Other",
    "About8": "Message",
    "About9": "Contact Us",
    "qb1": "PREPARE QUIZ",
    "qb2": "TAKE QUIZ",
    "qb3": "Select Your Language",
    "im23": "Don't Use Mobile Phone",
    "im24": "Shutting down your smart phone – or even placing it out of reach – may feel like operating without a map. The pocket-sized computer has become nearly everyone's constant companion, and for good reason. With your phone in hand, you can get questions answered and chat with a friend. You can also learn how to get from point A to point B. But there is a dark side to cell phone use, too. One in four car accidents occur because a driver was using a cell phone. Anything that causes you to take your eyes off the road, even for a split second, is a dangerous distraction. Cell phone use, in particular, ranks as a top problem. Using a cell phone while driving, whether hands-free or not, makes it four times more likely you will have a collision. When you send or read a text message, it takes your eyes off the road for five seconds. Going 55 miles per hour while texting is like driving the length of a football field with your eyes closed! Young drivers are particularly susceptible to distractions. They know they should not text or email from behind the wheel, but many of them feel invincible and do it anyway."

    
 
}